var bus_s =
    [
        {
            "ID": "0",
            "Hour": "6",
            "Min": "30",
            "Bus": "長尾行[出屋敷線２８]"
        },
        {
            "ID": "1",
            "Hour": "6",
            "Min": "56",
            "Bus": "長尾行[出屋敷線２８]"
        },
        {
            "ID": "2",
            "Hour": "7",
            "Min": "40",
            "Bus": "長尾行[出屋敷線２８]"
        },
        {
            "ID": "3",
            "Hour": "8",
            "Min": "40",
            "Bus": "枚方市駅北口行[出屋敷線２７]"
        },
        {
            "ID": "4",
            "Hour": "8",
            "Min": "54",
            "Bus": "枚方市駅北口行[出屋敷線２７]"
        },
        {
            "ID": "5",
            "Hour": "9",
            "Min": "15",
            "Bus": "枚方市駅北口行[出屋敷線２７]"
        },
        {
            "ID": "6",
            "Hour": "9",
            "Min": "45",
            "Bus": "枚方市駅北口行[出屋敷線２７]"
        },
        {
            "ID": "7",
            "Hour": "10",
            "Min": "45",
            "Bus": "枚方市駅北口行[出屋敷線２７]"
        },
        {
            "ID": "8",
            "Hour": "11",
            "Min": "45",
            "Bus": "枚方市駅北口行[出屋敷線２７]"
        },
        {
            "ID": "9",
            "Hour": "12",
            "Min": "45",
            "Bus": "枚方市駅北口行[出屋敷線２７]"
        },
        {
            "ID": "10",
            "Hour": "13",
            "Min": "45",
            "Bus": "枚方市駅北口行[出屋敷線２９]"
        },
        {
            "ID": "11",
            "Hour": "14",
            "Min": "45",
            "Bus": "枚方市駅北口行[出屋敷線２９]"
        },
        {
            "ID": "12",
            "Hour": "15",
            "Min": "55",
            "Bus": "枚方市駅北口行[出屋敷線２９]"
        },
        {
            "ID": "13",
            "Hour": "16",
            "Min": "57",
            "Bus": "枚方市駅北口行[出屋敷線２９]"
        },
        {
            "ID": "14",
            "Hour": "17",
            "Min": "42",
            "Bus": "枚方市駅北口行[出屋敷線２９]"
        },
        {
            "ID": "15",
            "Hour": "18",
            "Min": "29",
            "Bus": "枚方市駅北口行[出屋敷線２９]"
        },
        {
            "ID": "16",
            "Hour": "19",
            "Min": "00",
            "Bus": "長尾行[出屋敷線３７]"
        },
        {
            "ID": "17",
            "Hour": "19",
            "Min": "29",
            "Bus": "長尾行[出屋敷線３７]"
        },
        {
            "ID": "18",
            "Hour": "20",
            "Min": "28",
            "Bus": "枚方市駅北口行[出屋敷線２９]"
        },
        {
            "ID": "19",
            "Hour": "21",
            "Min": "30",
            "Bus": "枚方市駅北口行[出屋敷線２９]"
        }
    ]