var bus_s =
    [
        {
            "ID": "0",
            "Hour": "6",
            "Min": "29",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "1",
            "Hour": "7",
            "Min": "09",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "2",
            "Hour": "8",
            "Min": "10",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "3",
            "Hour": "8",
            "Min": "25",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "4",
            "Hour": "8",
            "Min": "41",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "5",
            "Hour": "9",
            "Min": "25",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "6",
            "Hour": "10",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "7",
            "Hour": "11",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "8",
            "Hour": "12",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "9",
            "Hour": "13",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "10",
            "Hour": "14",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "11",
            "Hour": "15",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "12",
            "Hour": "16",
            "Min": "15",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "13",
            "Hour": "17",
            "Min": "00",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "14",
            "Hour": "17",
            "Min": "45",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "15",
            "Hour": "18",
            "Min": "30",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "16",
            "Hour": "19",
            "Min": "00",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "17",
            "Hour": "19",
            "Min": "58",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "18",
            "Hour": "21",
            "Min": "03",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "19",
            "Hour": "21",
            "Min": "56",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        }
    ]