var bus_h =
    [
        {
            "ID": "0",
            "Hour": "6",
            "Min": "26",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "1",
            "Hour": "7",
            "Min": "01",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "2",
            "Hour": "7",
            "Min": "30",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "3",
            "Hour": "8",
            "Min": "02",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "4",
            "Hour": "8",
            "Min": "19",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "5",
            "Hour": "8",
            "Min": "23",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "6",
            "Hour": "8",
            "Min": "27",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "7",
            "Hour": "8",
            "Min": "35",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "8",
            "Hour": "8",
            "Min": "40",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "9",
            "Hour": "8",
            "Min": "46",
            "Bus": "直通ノンストップ・北山中央・摂南大学枚方キャンパス行[出屋敷線直通]"
        },
        {
            "ID": "10",
            "Hour": "8",
            "Min": "50",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "11",
            "Hour": "8",
            "Min": "54",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "12",
            "Hour": "8",
            "Min": "59",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "13",
            "Hour": "9",
            "Min": "08",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "14",
            "Hour": "9",
            "Min": "15",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "15",
            "Hour": "10",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "16",
            "Hour": "10",
            "Min": "26",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "17",
            "Hour": "10",
            "Min": "38",
            "Bus": "直通ノンストップ・北山中央・摂南大学枚方キャンパス行[出屋敷線直通]"
        },
        {
            "ID": "18",
            "Hour": "10",
            "Min": "43",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "19",
            "Hour": "10",
            "Min": "53",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "20",
            "Hour": "11",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "21",
            "Hour": "11",
            "Min": "28",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "22",
            "Hour": "11",
            "Min": "58",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "23",
            "Hour": "12",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２９]"
        },
        {
            "ID": "24",
            "Hour": "12",
            "Min": "28",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "25",
            "Hour": "12",
            "Min": "43",
            "Bus": "直通ノンストップ・北山中央・摂南大学枚方キャンパス行[出屋敷線直通]"
        },
        {
            "ID": "26",
            "Hour": "13",
            "Min": "08",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "27",
            "Hour": "13",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "28",
            "Hour": "13",
            "Min": "28",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "29",
            "Hour": "13",
            "Min": "52",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "30",
            "Hour": "14",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "31",
            "Hour": "14",
            "Min": "43",
            "Bus": "直通ノンストップ・北山中央・摂南大学枚方キャンパス行[出屋敷線直通]"
        },
        {
            "ID": "32",
            "Hour": "15",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "33",
            "Hour": "15",
            "Min": "32",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "34",
            "Hour": "15",
            "Min": "41",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "35",
            "Hour": "16",
            "Min": "09",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "36",
            "Hour": "16",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "37",
            "Hour": "16",
            "Min": "47",
            "Bus": "直通ノンストップ・北山中央行[出屋敷線直通]"
        },
        {
            "ID": "38",
            "Hour": "17",
            "Min": "13",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "39",
            "Hour": "17",
            "Min": "58",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "40",
            "Hour": "18",
            "Min": "17",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "41",
            "Hour": "18",
            "Min": "37",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "42",
            "Hour": "18",
            "Min": "52",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "43",
            "Hour": "19",
            "Min": "07",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "44",
            "Hour": "19",
            "Min": "19",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "45",
            "Hour": "19",
            "Min": "41",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "46",
            "Hour": "20",
            "Min": "01",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "47",
            "Hour": "20",
            "Min": "30",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "48",
            "Hour": "21",
            "Min": "07",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        },
        {
            "ID": "49",
            "Hour": "22",
            "Min": "01",
            "Bus": "摂南大学枚方キャンパス行[出屋敷線２７]"
        }
    ]